import React from 'react'
import Layout from '../components/layout'

export default () => (
  <Layout>
    <p>
      Привет! Я очень рад видеть тебя на нашем с тобой ресурсе -
      {' '}
      <strong>letconst</strong>
      !
    </p>

    <h5>Несколько слов обо мне</h5>

    <p>
      Меня зовут Андрей и помимо проведения времени за написаниями статей
      для letconst, я люблю заниматься музыкой,
      путешествовать, проводить время с близкими мне людьми,
      постоянно пробовать что-то новое и много другого!
    </p>

    <p>
      Я обожаю разрабатывать приложения на основе идей которыми я вдохновляюсь со всего окружающего,
      и не меньше я люблю делиться своим опытом с людьми которые разделяют мои интересы!
    </p>

    <h5>Чего ждать от letconst?</h5>

    <p>
      На ресурсе letconst ты сможешь найти кучу моих наработок в которых содержится
      детальное описание процесса создания которое включает в себя множество
      решений для проблем с которыми я столкнулся на пути создания.
    </p>

    <p>
      Описание моего восхищения от определенных особенностей технологий которые я использую,
      а кроме того и кучу проаналазированной информации которой деляться со мной
      наши с тобой друзья-подписчики letconst
    </p>

    <p>
      Если у тебя есть идеи как улучшить что-то либо в моей реализации - пожалуйста,
      напиши мне на почту
      {' '}
      <a href="mailto:acousticdesk@gmail.com">acousticdesk@gmail.com</a>
      {' '}
      и я с удольствием включу реализацию твоей идеи в статью.
    </p>

    <p>
      Have fun!
    </p>
  </Layout>
)
